
class Lexicon:
    start: str = """👋 Привет, дорогой друг! Добро пожаловать в мир нумерологии! 🌟

Хочешь узнать, какие тайны скрывают числа в твоей жизни? 🔢🔮

Просто введи свою дату рождения, и я расскажу тебе что-то интересное! 🎉

Не забудь, что нумерология — это не только про числа, но и про веселье! 😂

Готов? Давай начнем! 🚀"""

    buy_sub: str = """📜Подписки на нумерологические прогнозы 🌟 """

    open_app: str = (
        "🔮 В нашем астрологическом веб-приложении вы сможете:\n\n"
        "✨ Узнать свой астрологический прогноз\n"
        "🌙 Исследовать свои лунные фазы и их влияние\n"
        "🪐 Получить персональные рекомендации по вашему знаку зодиака\n"
        "🌟 Открыть тайны вашего гороскопа\n"
        "🌠 Понять, как планеты влияют на вашу жизнь\n"
        "🔭 И многое другое!\n\n"
        "🌌 Нажмите на кнопку ниже, чтобы открыть веб-приложение и начать своё астрологическое путешествие! 🚀"
    )

    buy_command = (
        "🔥 Купи нашу крутую подписку, чтобы получить полный доступ к услугам! 🔥\n\n"
        "🎁 Что ты получишь:\n"
        "✨ Полный доступ ко всем функциям\n"
        "🔮 Персонализированные астрологические прогнозы\n"
        "🌟 Безлимитное количество расшифровок матриц\n"
        "🌙 Эксклюзивные рекомендации по твоему знаку зодиака\n"
        "🚀 И многое другое!\n\n"
        "💎 Нажми на кнопку ниже, чтобы оформить подписку и начать своё путешествие к звёздам! 💎"
    )

